<?php

return [
    'category' => [
        '기초' => [
            '스킨케어' => [
                '스킨',
                '로션/에멀젼',
                '에센스/세럼/앰플',
                '크림',
                '아이케어',
                '썬케어',
                '미스터/부스터',
                '세트'
            ],
            '클렌징' => [
                '클렌징폼',
                '클렌징크림/로션/워터',
                '클렌징젤/오일/티슈',
                '립&아이 리무버',
            ],
            '스페셜 케어' => [
                '마사지/워시오프 팩필링/스크럽',
                '시트마스크',
                '코팩',
            ]
        ],
        '메이크업' => [
            '페이스' => [
                'BB/CC크림',
                '메이크업베이스/프라이머',
                '쿠션',
                '파운데이션/컨실러',
                '파우더/팩트',
                '블러셔/쉐딩/하이라이터',
            ],
            '립' => [
                '립스틱/립라이너',
                '립글로스/립밤',
                '틴트'
            ],
            '아이' => [
                '아이섀도우',
                '마스카라',
                '아이라이너',
                '아이브로우',
            ],
            '네일',
        ],
        '바디/헤어' => [
            '바디' => [
                '바디클렌저',
                '바디로션/오일',
                '바디스크럽/필링',
                '샤워코롱/바디미스트',
                '핸드&풋',
                '데오드란트/제모/태닝',
            ],
            '향수',
            '헤어' => [
                '샴푸/린스',
                '헤어케어',
                '헤어스타일링',
                '헤어컬러링',
            ],
        ],
        '옴므' => [
            '스킨케어' => [
                '스킨/로션',
                '올인원/에센스/크림',
                '세트',
            ],
            '메이크업',
            '클렌징케어',
        ],
        '미용소품' => [
            '스킨케어소품' => [
                '화장솜,면봉',
                '헤어',
                '클렌징',
                '기기 및 기타',
            ],
            '메이크업소품' => [
                '브러쉬',
                '퍼프',
                '아이 잡화',
                '네일 잡화',
            ],
            '기타소품' => [
                '미용용품',
                '공용기',
            ],
            '생활소품',
        ],
        '상품 라인별' => [
            '프로폴리스',
            '더 그린티 트루바이옴',
            '쇼킹',
            '2X®',
            '더 촉촉 그린티',
            '산양유',
        ],
        '라이프' => [
            'ZESPA',
            '칫솔공장',
            '제로퍼제로',
            'Babyliss',
        ],
        '온라인 전용' => [
            '기초',
            '메이크업',
            '바디/헤어',
            '옴므',
            '미용 소품',
        ],
    ],
];
